IDEA Open Model
ReferenceElement.Element Property
Compatible with IDEA StatiCa v 10.1
 Referenced element
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public OpenElementId Element { get; set; }
Public Property Element As OpenElementId
	Get
	Set
public:
property OpenElementId^ Element {
	OpenElementId^ get ();
	void set (OpenElementId^ value);
}
Property Value
Type: OpenElementId
See Also
Reference
ReferenceElement Class
IdeaRS.OpenModel Namespace